[
  {
    "SlNo": 1,
    "Image": "https://i.ibb.co/fGGGHpJR/user.jpg",
    "Name": "Nur maiasha",
    "ReviewText": "I am completing office management course from Lifeline IT Computer Training Center today. I am thankful to Lifeline for teaching so well. Thank you very much Rabbi Sir."
  },
  {
    "SlNo": 2,
    "Image": "https://i.postimg.cc/h49tk2Ym/image1.jpg",
    "Name": "Yuvraj Baidya",
    "ReviewText": "AI Content Creation course Done...Ami ২০+ AI tools use korte sikhlam. Ekhon ami Facebook e Content Monitization Paisi, but YouTube a akhono paini... Inshallah pabo... apnara o korte paren course ti"
  },
  {
    "SlNo": 3,
    "Image": "https://i.ibb.co/fGGGHpJR/user.jpg",
    "Name": "Obhi Barua",
    "ReviewText": "This course gave me a complete roadmap of digital marketing and how to start freelancing from scratch. The instructors were very supportive and knowledgeable."
  },
  {
    "SlNo": 4,
    "Image": "https://i.postimg.cc/RV4Z4crD/image2.jpg",
    "Name": "S M Mahi",
    "ReviewText": "I recently completed a computer course from Computer CLS, and my experience was excellent. The teaching method here is very clear and practical, making it easy for even beginners to understand. The instructors are very friendly and supportive. Whenever I had any doubts, they patiently explained everything until I fully understood. The best part was the hands-on practice sessions, which helped me improve my skills much faster."
  },
  {
    "SlNo": 5,
    "Image": "https://i.postimg.cc/sDmDXvsD/image3.jpg",
    "Name": "Samia Akter",
    "ReviewText": "This course unlocked the world of AI tools for me. From Google Veo 3, I’ve learned to create content fast and smart. I’m already earning through Facebook Reels and YouTube Shorts."
  },
  {
    "SlNo": 6,
    "Image": "https://i.postimg.cc/LsYHNDfn/image4.png",
    "Name": "md seamul hossain",
    "ReviewText": "Lifeline IT is a great IT training center. Their teaching methods and support are excellent. I had a very good experience and would definitely recommend it to others."
  },
  {
    "SlNo": 7,
    "Image": "https://i.postimg.cc/52t9Fb25/image5.jpg",
    "Name": "Kaniz Fatema Hena",
    "ReviewText": "I am a student of Lifeline IT, where I began my computer education. Before joining this institute, I had no knowledge of computers. But after coming here, I have learned many important skills."
  },
  {
    "SlNo": 8,
    "Image": "https://i.postimg.cc/bwFyxWZ7/image6.jpg",
    "Name": "Mizanur Rahman",
    "ReviewText": "Class gulo recorded & live chilo, jeta amar moto job holder der jonno perfect. Ekhon amar ekta nijer page Manage kore bivinno Digital Marketing service diye earning korte partesi Alhamdulillah.\" Thanks Lifeline IT"
  },
  {
    "SlNo": 9,
    "Image": "https://i.postimg.cc/qR2pd71r/image7.jpg",
    "Name": "Ariful Islam",
    "ReviewText": "This institution is very helpful — I’ve always received support here. I took a course here and learned everything very well. Special thanks to Ashraful Islam Rabbi Sir for teaching us in such a great way.\"😊"
  },
  {
    "SlNo": 10,
    "Image": "https://i.postimg.cc/mrvTq9NV/image8.jpg",
    "Name": "Elma Harun",
    "ReviewText": "I had a great experience with their service. When my laptop had issues, they fixed it quickly and professionally. Their customer service is friendly, responsive, and helpful."
  },
  {
    "SlNo": 11,
    "Image": "https://i.postimg.cc/zDSqtVLS/image9.jpg",
    "Name": "Diponkor Das",
    "ReviewText": "Lifeline IT training institute is helping me to gain computer knowledge. I didn't even know how to operate a computer before today I have been taught many things starting from how to operate a computer. I will spend this education in the right place in my life. Thank you Lifeline IT Training Institute"
  },
  {
    "SlNo": 12,
    "Image": "https://i.ibb.co/fGGGHpJR/user.jpg",
    "Name": "Raihan Bhai",
    "ReviewText": "Digital marketing-er basic theke advance porjonto ekdom clear kore deya hoyeche. Best IT Training Institute in Bangladesh, Highly recommaned"
  },
  {
    "SlNo": 13,
    "Image": "https://i.postimg.cc/3NB7dcMb/image10.jpg",
    "Name": "Mahima Sultana",
    "ReviewText": "I did office management course from here. Rabbi Sir, the course instructor, teaches with sincerity and explains very well. I am grateful to Rabbi vai and Lifeline IT Training Institute. I would recommend this institute for computer training to everyone."
  },
  {
    "SlNo": 14,
    "Image": "https://i.postimg.cc/0jxP5q4w/image11.jpg",
    "Name": "Peuli Chakma",
    "ReviewText": "Very good computer training institute & also instructor... 🌼⭐⭐ …"
  },
  {
    "SlNo": 15,
    "Image": "https://i.ibb.co/fGGGHpJR/user.jpg",
    "Name": "Shahadat Hossain",
    "ReviewText": "AI Content Creation with 20+ tools? That’s insane! I’m using Gemini for ideas, Leonardo for design, and Pixverse for video generation. The best part is – I’m finally monetizing my content!"
  },
  {
    "SlNo": 16,
    "Image": "https://i.postimg.cc/Qx8hRh1L/image12.jpg",
    "Name": "Mohammad Ashfaqul Islam",
    "ReviewText": "Life Line IT is a suitable institution for computer education. Everything related to computers is taught here, the teachers of this institution are very experienced, if you want to learn anything related to computers, you can enroll in Life Line IT."
  },
  {
    "SlNo": 17,
    "Image": "https://i.ibb.co/fGGGHpJR/user.jpg",
    "Name": "Tariza Akter",
    "ReviewText": "Alhamdulillah AI Content Creation Course Done- Instructor er bujhanor Dhoren best. \ntobe AI Content Creation Course er por Subscription na nile Properly video banano jai na."
  },
  {
    "SlNo": 18,
    "Image": "https://i.postimg.cc/nc3pxgGX/image13.jpg",
    "Name": "Tahin",
    "ReviewText": "To keep pace with this modern world, it is very necessary for a person to be able to operate a computer...So I choose 'Lifeline IT Training Institute' for myself to get a great acknowledges in computer..I had great experience over there..Alhamdulillah Today I can proudly say that I can operate any computer easily..Obviously all credit goes to Ashraful Islam Rabbi sir and Lifeline IT Training Institute.🧡"
  },
  {
    "SlNo": 19,
    "Image": "https://i.postimg.cc/zG35G7x0/image14.jpg",
    "Name": "Rahima Sarder Hridi",
    "ReviewText": "Alhamdulillah, my experience of learning computer in this Institute was much more than i expected.. From childhood i have seen my father typing without looking at the Keyboard.. Now i can type without keeping an eye on the keyboard like him... If anyone come here, i am sure they will never go from here without learning"
  },
  {
    "SlNo": 20,
    "Image": "https://i.postimg.cc/Sx54295q/image15.jpg",
    "Name": "Nazmul",
    "ReviewText": "Freelancing niye age onek confusion chilo, but ei course korar por clear concept peyechi. Sir ra onek helpful, design niye real project-e kaj korar moto confidence esheche."
  },
  {
    "SlNo": 21,
    "Image": "https://i.postimg.cc/hj8R55GP/image16.jpg",
    "Name": "Rakibul Hasan",
    "ReviewText": "Its a perfect Govt. Approved Training Center for Graphics Design ❤️ I have already completed Graphics Design Course"
  },
  {
    "SlNo": 22,
    "Image": "https://i.postimg.cc/cJnSQHy3/image17.jpg",
    "Name": "Rafiul",
    "ReviewText": "One of the best it training center in Chattogram"
  },
  {
    "SlNo": 23,
    "Image": "https://i.ibb.co/fGGGHpJR/user.jpg",
    "Name": "Rahul Dev",
    "ReviewText": "Course ta khub bhalo chilo. Ami Photoshop, Illustrator duita software-e expert hoye gesi. Freelancer hishabe career start korte ekta perfect course."
  },
  {
    "SlNo": 24,
    "Image": "https://i.postimg.cc/rm2LgkMP/image18.jpg",
    "Name": "Arifa Anjum",
    "ReviewText": "I am taking training in Office Management course from \"Lifeline IT Training Institute\", Sir explains so beautifully in every class that even complex topics seem easy. His patience, sincerity, and care for each student is truly inspiring. Outside the class, Sir answers all our questions, guides us from practical aspects and is there to motivate us."
  },
  {
    "SlNo": 25,
    "Image": "https://i.postimg.cc/hvSRW1J8/image19.jpg",
    "Name": "Meher Afroz",
    "ReviewText": "Lifeline is a place of love that occupies a huge space in our hearts💜 It's not an institute but a family. The way brothers understand us with such care is what I like the most✨ I love lifeline institute more and more ♥️"
  },
  {
    "SlNo": 26,
    "Image": "https://i.postimg.cc/T1CMR5mz/image20.jpg",
    "Name": "Selina Saiba",
    "ReviewText": "Alhamdulillah I have completed Graphic Design course from lifeline it training institute. MashaAllah the instructor teaches very good things and understands very well. I think it is a credible platform for learning computers."
  },
  {
    "SlNo": 27,
    "Image": "https://i.ibb.co/fGGGHpJR/user.jpg",
    "Name": "Tanjina Akther",
    "ReviewText": "Graphic design course ami korci onk vlo basic teke Advanced shikai."
  },
  {
    "SlNo": 28,
    "Image": "https://i.postimg.cc/MZD80N49/image21.jpg",
    "Name": "Khawja Khan",
    "ReviewText": "The course Instructor Rabbi Bhaiyya is a person with a wonderful heart, in fact he treats his students like a lot of friendship. If I did’t understand something on the computer, He show it again and again. And especially brother is a successful computer hacker. He has been teaching us many new things outside of our courses"
  },
{
  "SlNo": 29,
  "Image": "https://i.ibb.co/fGGGHpJR/user.jpg",
  "Name": "Mohammad Rasel",
  "ReviewText": "There are many teaching institutes but life line is different than all,,,great presentation and teaching techniques,,,"
},
{
  "SlNo": 30,
  "Image": "https://i.ibb.co/fGGGHpJR/user.jpg",
  "Name": "Jannatul Tazri Joti",
  "ReviewText": "Ami ekdom zero theke graphic design shikhi ekhane. Class gula chilo easy to understand and practical based. Akhon ami Fiverr-e kaj start korechi. Dhonnobad Lifeline IT!"
}
]
